tap "ankitpokhrel/jira-cli"
tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "int128/kubelogin"
tap "ms-jpq/sad"
tap "noahgorstein/tap"
brew "ack"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "asciinema"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bitwarden-cli"
brew "broot"
brew "composer"
brew "ctop"
brew "datasette"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "glow"
brew "gnupg"
brew "gnutls"
brew "go@1.19", link: true
brew "grex"
brew "gron"
brew "htmlq"
brew "htop"
brew "imagemagick"
brew "int128/kubelogin/kubelogin"
brew "jq"
brew "k6"
brew "k9s"
brew "kustomize"
brew "links"
brew "lua"
brew "luarocks"
brew "lynx"
brew "miller"
brew "ms-jpq/sad/sad"
brew "nmap"
brew "noahgorstein/tap/jqp"
brew "node"
brew "php"
brew "pngquant"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "subversion"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "websocat"
brew "weechat"
brew "wget"
brew "yamllint"
brew "zoxide"
cask "alfred"
cask "bitwarden"
cask "dash"
cask "docker"
cask "font-3270-nerd-font"
cask "font-fira-code"
cask "font-hack"
cask "font-input"
cask "font-ubuntu-mono"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "insomnia"
cask "kitty"
cask "rectangle"
cask "vscodium"
