tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "int128/kubelogin"
tap "ms-jpq/sad"
brew "ack"
brew "act"
brew "asciinema"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bitwarden-cli"
brew "broot"
brew "colima"
brew "composer"
brew "ctop"
brew "docker"
brew "docker-compose"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "glow"
brew "gnupg"
brew "go"
brew "grex"
brew "hblock"
brew "htmlq"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "kustomize"
brew "links"
brew "lua"
brew "luarocks"
brew "lynx"
brew "miller"
brew "nmap"
brew "nnn"
brew "php"
brew "pngquant"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "subversion"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "websocat"
brew "weechat"
brew "wget"
brew "yamllint"
brew "zenith"
brew "zoxide"
brew "int128/kubelogin/kubelogin"
brew "ms-jpq/sad/sad"
cask "font-3270-nerd-font"
cask "font-fira-code"
cask "font-hack"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "insomnia"
cask "kitty"
cask "slack"
