tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "int128/kubelogin"
tap "ms-jpq/sad"
tap "noahgorstein/tap"
brew "ack"
brew "angle-grinder"
brew "asciinema"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bitwarden-cli", ignoreDependencies: true
brew "composer"
brew "ctop"
brew "datasette"
brew "deno"
brew "difftastic"
brew "duckdb"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib" # required by imagemagick
brew "glow"
brew "gnutls"
brew "go@1.20", link: true
brew "gron"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "int128/kubelogin/kubelogin"
brew "jq"
brew "k6"
brew "k9s"
brew "kustomize"
brew "links"
brew "lua"
brew "luarocks"
brew "lynx"
brew "mas"
brew "miller"
brew "ms-jpq/sad/sad"
brew "newsboat"
brew "nmap"
brew "nvim"
brew "noahgorstein/tap/jqp"
brew "oha"
brew "php"
brew "pngquant"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "shellcheck"
brew "subversion"
brew "tilt"
brew "tmux"
brew "vim"
brew "websocat"
brew "weechat"
brew "wget"
brew "yamllint"
brew "yazi"
brew "zoxide"
cask "boop"
cask "calibre"
cask "clamxav"
cask "cursor"
cask "dash"
cask "font-3270-nerd-font"
cask "font-fira-code"
cask "font-hack"
cask "font-input"
cask "font-ubuntu-mono"
cask "hammerspoon"
cask "httpie"
cask "insomnia"
cask "keycastr"
cask "kitty"
cask "knockknock"
cask "numi"
cask "obsidian"
cask "orbstack"
cask "raspberry-pi-imager"
cask "raycast"
cask "secretive"
cask "vscodium"
mas "Bitwarden", id: 1352778147
